tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koki-develop/tap"
brew "cloc"
brew "go"
brew "python@3.12"
brew "llvm"
brew "neovim"
brew "nkf"
brew "node"
brew "nodebrew"
brew "openjdk"
brew "openjdk@17"
brew "sl"
brew "starship"
brew "tree"
brew "yarn"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "hyper"
cask "karabiner-elements"
cask "obsidian"
cask "steam"
